Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jeśli Holdwig nie utemperuje swej porywczości, to będę zmuszony przepisać winnicę Andreasowi. Pomimo iż zna się dużo gorzej na pracy w polu i przygotowywaniu wina, to on potrafi odpowiednio zarządzać finansami oraz umowami, a sam Adanos wie, jak jest to ważne w dzisiejszych, niepewnych czasach.
uk: Якщо Гольдвіг не вгамує свою імпульсивність, я буду змушений переписати виноградник на Андреаса. Хоча він набагато менше знає про польові роботи та приготування вина, але саме він може належним чином управляти фінансами та контрактами, адже й сам Аданос знає, наскільки це важливо у сьогоднішні непевні часи.

source: Jeśli Holdwig rzeczywiście to pił, to nic dziwnego, że się zatruł.
uk: Якщо Гольдвіг справді це пив, то й не дивно, що він отруївся.

source: Jeśli Innos istnieje, Norman pewnie już dostał to, na co zasłużył.
uk: Якщо Іннос існує, то Норман, напевно, вже отримав по заслугах.

source: Jeśli Król szybko czegoś nie wymyśli, to nawet generał Lee nie będzie w stanie przechylić szali na naszą korzyść.
uk: Якщо Король швидко щось не придумає, навіть генерал Лі не зможе схилити чашу терезів на нашу користь.

source: Jeśli Kurtowi jeszcze nie udało się zdobyć tej fortuny o której marzy, a sam nie masz w kieszeni dobrych kilku tysięcy sztuk złota na finansowanie poszukiwań to polecam spróbować dołączyć do jednej z tych organizacji.
uk: Якщо Курту раптом не звалився на голову омріяний статок, і якщо у тебе в кишені немає кількох тисяч золотих на фінансування пошуків, я б рекомендувала спробувати приєднатися до однієї з цих організацій.

source: Jeśli Lokvar będzie pytał, to powiem, że sam ją pożyczyłem dla powtórzenia podstaw. To jak, chcesz ją?
uk: Якщо Локвар питатиме, я скажу, що сам позичив її для повторення основ. То як, тобі вона потрібна?

source: Jeśli Martha ma wybaczyć Lutzowi, muszę zadbać o odpowiednią oprawę muzyczną. Bastian polecił mi muzyków z karczmy Helgi lub niejaką Karin. Podobno znajdę ją w Ustroniu Żeglarza.
uk: Щоб Марта пробачила Люца, я маю подбати про належну музику. Бастіан порадив мені музикантів з корчми Хельги або ж Карін. Здається, я можу знайти її в Прихистку моряка.

source: Jeśli Rolf faktycznie ją widział, to miał sporo szczęścia, że wyszedł z tego cało.
uk: Якщо Рольф справді бачив його, то йому дуже пощастило, що він залишився цілим.

source: Jeśli Volker cię oczekuje to zapraszam. Choć moim zdaniem jest to mało prawdopodobne.
uk: Якщо Волкер чекає на тебе, то прошу. Хоча, як на мене, це малоймовірно.

source: Jeśli Volker wygra... Nawet nie chcę myśleć, co stanie się z tym miastem. I z nami.
uk: Якщо Волкер переможе... Я навіть не хочу думати, що буде з цим містом. І з нами.

source: Jeśli aż tak chcesz się podlizać strażnikom i kupcom, to czemu po prostu nie zaczniesz szorować im butów, a nam dasz spokój, co?
uk: Якщо ти так хочеш підлизатися до вартових і торговців, чому б тобі не почати чистити їх чоботи і нарешті дати нам спокій, га?

source: Jeśli aż tak na tym ci zależy możesz udać się do Mateya i dopytać się o wszystkie moje dokumenty.
uk: Якщо тебе це так хвилює, ти можеш піти до Матея і запитати його про всі мої документи.

source: Jeśli bardzo interesuje cię historia tego miejsca, powinieneś poczytać odpowiednie książki. Na pewno jakieś znajdziesz w naszej bibliotece.
uk: Якщо дуже цікавить історія цього місця, тобі варто почитати відповідні книги. У нашій бібліотеці ти неодмінно щось знайдеш.

source: Jeśli bogowie istnieją, to niech będą przeklęci...
uk: Якщо боги існують, то нехай вони будуть прокляті...

source: Jeśli boisz się zaryzykować życia dla kapłanów samego Innosa...
uk: Якщо ти боїшся ризикувати життям заради жерців самого Інноса...

source: Jeśli brakowałoby ci odpowiedniej kuszy, to jestem pewien, że Lennart miałby dla ciebie nową ofertę.
uk: Якщо тобі бракує відповідного арбалета, я впевнений, що Ленарт знайде для тебе щось новеньке.

source: Jeśli brakuje ci gotówki, to niech przez myśl ci nie przejdzie wejście do miasta drogą morską. Mają tam uzbrojonych strażników, będziesz trupem zanim dopłyniesz do brzegu.
uk: Якщо тобі бракує грошей, навіть не думай про те, щоб потрапити до міста морем. Там озброєні вартові, і ти помреш ще до того, як дістанешся до берега.

source: Jeśli brakuje ci gotówki, to niech przez myśl ci nie przejdzie wejście do miasta drogą morską. Mają tam uzbrojonych strażników, będziesz trupem zanim dopłyniesz do portu.
uk: Якщо тобі бракує грошей, навіть не думай про те, щоб потрапити до міста морем. Там озброєні вартові, і ти загинеш ще до того, як дістанешся до порту.

source: Jeśli brakuje ci gotówki, to niech przez myśl ci nie przyjdzie wejście do miasta drogą morską. Mają tam uzbrojonych strażników, będziesz trupem zanim dopłyniesz do brzegu.
uk: Якщо у тебе бракує грошей, навіть не думай про те, щоб потрапити до міста морем. Там озброєні вартові, і ти загинеш ще до того, як дістанешся до берега.

source: Jeśli brakuje ci gotówki, to niech przez myśl ci nie przyjdzie wejście do miasta drogą morską. Mają tam uzbrojonych strażników, będziesz trupem zanim dopłyniesz do portu.
uk: Якщо у тебе бракує грошей, навіть не думай про те, щоб потрапити до міста морем. Там озброєні вартові, і ти загинеш ще до того, як дістанешся до порту.

source: Jeśli brakuje ci wiary, to powinieneś udać się do tutejszego klasztoru.
uk: Якщо тобі бракує віри, тобі варто піти до місцевого монастиря.

source: Jeśli byłbyś zainteresowany, przyjdź do ratusza miejskiego. Królewski Wysłannik potrafi docenić zdolnych ludzi.
uk: Якщо зацікавлений, приходь до ратуші. Королівський посол вміє цінувати здібних людей.

source: Jeśli byłeś w Silbach, to pewnie słyszałeś te idiotyczne plotki o grasującej w pobliżu krwiożerczej Bestii.
uk: Якщо ти бував в Сільбаху, то напевно чув ці ідіотські плітки про блукаючого поблизу кровожерливого Звіра.

source: Jeśli będzie miał ze sobą najemników, to wróć po wsparcie, nie próbuj go zatrzymywać w pojedynkę.
uk: Якщо разом з ним найманці, то повертайся за підмогою, не намагайся зупинити його у поєдинку.

source: Jeśli będzie się chwiał, kiwał, albo robił coś wskazującego na upojenie, to natychmiast wróć do mnie.
uk: Якщо його хитає, хилить або він робить щось, що вказує на сп'яніння, негайно повідом мені.

source: Jeśli będzie stawiał opór, mogę nie mieć wyboru.
uk: Якщо він чинитиме опір, у мене може не лишитися вибору.

source: Jeśli będziemy działać wystarczająco szybko, uda nam się większość odzyskać.
uk: Якщо діятимемо швидко, то зможемо повернути більшу частину.

source: Jeśli będziesz chciał dowiedzieć się czegoś więcej na ten temat, pogadaj z myśliwymi. Mi ta wiedza wystarcza do skutecznej pracy.
uk: Якщо ти хочеш дізнатися про це більше, поговори з мисливцями. Для моєї роботи цих знань достатньо.

source: Jeśli będziesz chciał, mogę cię też nauczyć wytwarzania łuków. Za każdy egzemplarz chętnie ci zapłacę, tylko przynoś mi różne.
uk: Якщо забажаєш, я також можу навчити тебе робити луки. Я з радістю заплачу тобі за кожен екземпляр, тільки принось мені різні луки.

source: Jeśli będziesz ciężko pracował, może dorobisz się czegoś w życiu, tak jak ja.
uk: Якщо ти старанно працюватимеш, то, можливо, доб'єшся чогось у житті, як я.

source: Jeśli będziesz czegoś potrzebował, znajdziesz mnie tutaj, w karczmie.
uk: Якщо тобі щось знадобиться, ти знайдеш мене тут, в корчмі.

source: Jeśli będziesz miał jakieś pytania, Volker udzieli ci niezbędnych wskazówek.
uk: Якщо у тебе виникнуть запитання, Волкер надасть тобі необхідні вказівки.

source: Jeśli będziesz miał więcej trofeów tych bestii, wiesz, gdzie mnie znaleźć.
uk: Якщо у тебе є ще трофеї з цих звірів, ти знаєш, де мене знайти.

source: Jeśli będziesz musiał opuścić miasto, to powiedz strażnikom, że zostałeś wpuszczony przez patrol u drugiej bramy, raczej nie powinni sprawiać kłopotów.
uk: Якщо ж тобі доведеться покинути місто, скажи вартовим, що тебе пропустили чатові з інших воріт, щоб вони не завдавали тобі клопоту.

source: Jeśli będziesz na Starym Mieście, koniecznie wstąp do austerii na jedną z moich nalewek!
uk: Якщо будеш в Старому місті, обов'язково зазирни до Гостинного двору і спробуй одну з моїх наливок!

source: Jeśli będziesz pamiętał o złocie, to tak.
uk: Якщо не будеш забувати про золото, то так.

source: Jeśli będziesz popełniał takie błędy, wątpię, byś prędko odnalazł swojego brata.
uk: Якщо допускатимеш такі помилки, я сумніваюся, що ти скоро знайдеш свого брата.

source: Jeśli będziesz próbował zajrzeć do środka, uważaj. Jak cię przyłapią, będziesz mieć przekichane.
uk: Якщо наважишся зазирнути всередину, будь обережним. Якщо тебе спіймають, матимеш неприємності.

source: Jeśli będziesz się dobrze sprawował, to może zostaniesz za jakiś czas przyjęty do jednego ze specjalnych oddziałów.
uk: Якщо ти добре виконуватимеш свої обов'язки, через деякий час тебе можуть зарахувати до одного зі спеціальних підрозділів.

source: Jeśli będziesz się trzymał głównej ścieżki, dojdziesz na południowe bagna. To ostatnie miejsce, które byś chciał odwiedzić.
uk: Якщо триматися головної дороги, то вийдеш на південні болота. Це останнє місце, яке мені хотілося б відвідати.

source: Jeśli będziesz szedł w stronę koszar, to zdaj Roderichowi raport w moim imieniu. Mam nadzieję, że jakoś sobie tam radzą...
uk: Якщо ти прямуєш до казарм, звітуй Родеріху від мого імені. Сподіваюся, вони там якось справляються...

source: Jeśli będziesz tak miły i opuścisz moją posesję, to nie będę musiał wzywać strażników.
uk: Якщо твоя ласка, покинь мою власність, щоб мені не довелося кликати вартових.

source: Jeśli będziesz trzymał się głównej ścieżki, dojdziesz na południowe bagna. I jest to ostatnie miejsce, które chciałbyś odwiedzić.
uk: Якщо триматися головної дороги, то вийдеш на південні болота. Це останнє місце, яке я б хотів відвідати.

source: Jeśli będziesz trzymał się głównej ścieżki, dojdziesz na południowe bagna. To ostatnie miejsce które byś chciał odwiedzić.
uk: Якщо триматися головної дороги, то вийдеш на південні болота. Це останнє місце, яке мені хотілося б відвідати.

source: Jeśli będziesz z nim rozmawiał... Przekaż mu, że powinien mnie odwiedzić w najbliższym czasie.
uk: Якщо будеш з ним розмовляти... Перекажи йому, щоб він зайшов якось до мене.

source: Jeśli będziesz zbyt wybredny, to nigdy niczego nie osiągniesz.
uk: Якщо ти будеш занадто перебірливий, то ніколи нічого не досягнеш.

source: Jeśli będą chcieli mnie zmusić do kopania, to będą to musieli zrobić siłą i przy wszystkich. Niech wszyscy zobaczą jak zmuszają starego, rannego górnika do śmierci z kilofem w ręku.
uk: Якщо вони хочуть змусити мене працювати, їм доведеться робити це силою і на очах у всіх. Нехай усі бачать, як вони змушують старого, скаліченого гірника йти на смерть з киркою в руках.

source: Jeśli będę odpowiednio wyszkolony, Baes za opłatą pokaże mi, jak lepiej walczyć bronią jednoręczną, dwuręczną oraz jak stać się silniejszym.
uk: Якщо я буду відповідно підготовлений, Байс за певну плату покаже мені, як краще битися одноручною та дворучною зброєю, і як стати сильнішим.

source: Jeśli cały nasz pobyt tutaj ma być równie emocjonujący co podróż, to czeka nas ciekawa przygoda.
uk: Якщо наше перебування тут буде таким же захоплюючим, як і сама подорож, на нас чекає цікава пригода.

source: Jeśli chcemy dopaść Lichwiarza nie pogrążając miasta w całkowitym chaosie, to musimy mieć niezbite dowody jego winy.
uk: Якщо ми хочемо схопити Лихваря, не зануривши місто в тотальний хаос, ми повинні мати неспростовні докази його провини.

source: Jeśli chcemy dostać się do środka, to musimy odnaleźć ten klucz. Skoro sama twierdza jest zamknięta, to musi być gdzieś tu, na zewnątrz.
uk: Якщо ми хочемо потрапити всередину, нам потрібно знайти цей ключ. Оскільки сама фортеця замкнена, то він повинен бути десь тут, назовні.

source: Jeśli chcemy zrobić wrażenie na tych kupcach, to musimy cię w niego zaopatrzyć.
uk: Якщо ми хочемо справити враження на цих торговців, треба його використати.

source: Jeśli chcesz coś kupić, porozmawiaj z Adrienem. On się zajmuje sprzedażą.
uk: Якщо захочеш щось купити, поговори з Адріаном. Він займається продажем.

source: Jeśli chcesz coś kupić, to zapraszam, ale nawet nie myśl by próbować coś ukraść, dokładnie ci się przyglądam!
uk: Якщо хочеш щось купити - будь ласка, але навіть не думай щось поцупити, я пильно стежу за тобою!

source: Jeśli chcesz dla mnie pracować, to zgłoś się za jakiś czas.
uk: Якщо хочеш на мене працювати, то приходь через деякий час.

source: Jeśli chcesz dla niego pracować, musisz być najlepszy. On nie pracuje z amatorami, tym bardziej z takimi młodymi.
uk: Якщо ти хочеш працювати на нього, ти повинен бути найкращим. З любителями, тим паче такими молодими, він не працює.

source: Jeśli chcesz dobrać się do gruczołów jadowych krwiopijcy albo trutnia, musisz dokładnie zbadać ich odwłoki.
uk: Якщо хочеш дістати отруйні залози шершня або трутня, тобі потрібно уважно оглянути їхнє черевце.

source: Jeśli chcesz dowodów, to idź do niego, i z nim porozmawiaj!
uk: Якщо тобі потрібні докази, піди до нього і поговори з ним!

source: Jeśli chcesz iść dalej to zaopatrz się w parę pochodni. Lepiej wiedzieć, co się na ciebie rzuca.
uk: Якщо ж хочеш піти далі, то запасися парою смолоскипів. Краще бачити, що в тебе під ногами.

source: Jeśli chcesz iść dalej, to zaopatrz się w parę pochodni. Lepiej wiedzieć, co się na ciebie rzuca.
uk: Якщо ж хочеш піти далі, то запасися парою смолоскипів. Краще бачити, що в тебе під ногами.

source: Jeśli chcesz iść w głąb, to zaopatrz się w parę pochodni. Lepiej widzieć, co się na ciebie rzuca.
uk: Якщо ж хочеш спуститися глибше, то запасися парою смолоскипів. Краще бачити, що в тебе під ногами.

source: Jeśli chcesz jednak zaryzykować swoje życie, to próbuj śmiało.
uk: Однак, якщо ти хочеш ризикнути своїм життям, то сміливо пробуй.

source: Jeśli chcesz krwi, śmiało! Cortez z pewnością będzie zachwycony utratą towarów i swojego ulubionego kapitana!
uk: Хочеш крові – давай! Кортез напевно зрадіє втраті товарів і свого улюбленого капітана!

source: Jeśli chcesz mnie namawiać na umowę z waszą Gildią, to możesz sobie darować. Świetnie sobie daję radę samemu.
uk: Якщо ти хочеш переконати мене укласти угоду з твоєю Гільдією, то можеш не старатися. Я чудово даю собі раду сам.

source: Jeśli chcesz o tym podyskutować od strony prawnej, zapraszam do siebie, kapitanie. Zgaduję, że znasz drogę.
uk: Якщо ви хочете обговорити це з боку закону, я запрошую вас до себе, капітане. Гадаю, ви знаєте дорогу.

source: Jeśli chcesz o tym podyskutować od strony prawnej, zapraszam do siebie, zarządco. Zgaduję, że znasz drogę.
uk: Якщо ви хочете обговорити це з боку закону, я запрошую вас до себе, голово. Гадаю, ви знаєте дорогу.

source: Jeśli chcesz pomóc, możesz pozbierać ryby z wybrzeża na południe stąd.
uk: Якщо ти хочеш допомогти, можеш позбирати рибу на південному узбережжі.

source: Jeśli chcesz porozmawiać z rodziną zmarłego, teraz jest na to czas.
uk: Якщо ти хочеш поговорити з сім'єю померлого, зараз саме час це зробити.

source: Jeśli chcesz się tyle nauczyć, to musisz też zapłacić odpowiednio dużo!
uk: Якщо хочеш дізнатися стільки всього, то й заплатити маєш відповідно!

source: Jeśli chcesz się za to wziąć, to pewnie wiesz, jak odpowiednio podejść do swoich ofiar. Może na wszelki wypadek ci przypomnę.
uk: Якщо ти хочеш за це взятись, то ти, напевно, вже знаєш, як правильно підходити до своєї жертви. Про всяк випадок нагадаю.

source: Jeśli chcesz sprawdzić, czy wypalony przez ciebie kawałek węgla jest wysokiej jakości, wystarczy, że przyłożysz do niego ucho i lekko zastukasz.
uk: Якщо хочеш перевірити, чи якісно випалений шматок вугілля, просто приклади до нього вухо і легенько постукай.

source: Jeśli chcesz stosunkowo łatwo dopaść zwierzynę, musisz umieć odpowiednio do niej podejść, a nie jak jakiś barbarzyńca.
uk: Якщо хочеш легко полювати на здобич, ти повинен вміти підходити до неї правильно, а не як який-небудь варвар.

source: Jeśli chcesz szybciej sobie radzić z zamkami, musisz nauczyć się je rozumieć. Gdy stawiają zdecydowany opór, spróbuj innego sposobu na ich otwarcie.
uk: Якщо ти хочеш швидше справлятися із замками, потрібно навчитися їх розуміти. Коли вони не піддаються, спробуй відкрити їх іншим способом.

source: Jeśli chcesz tak intensywnego treningu, to musisz też odpowiednio zapłacić.
uk: Якщо хочеш добре потренуватися – мусиш відповідно заплатити.

source: Jeśli chcesz tu myszkować po nocach, to lepiej zapłać opiekunom datek za ochronę...
uk: Якщо хочеш потинятися тут вночі, краще заплатити одному зі здорованів за захист...

source: Jeśli chcesz tworzyć oręż najwyższej klasy, musisz odrzucić wszelakie konwenanse na bok. Kiedy kujesz, jesteś tylko ty, młot i surowiec.
uk: Якщо ти хочеш створити зброю найвищого класу, ти повинен відкинути всі умовності. Коли ти куєш, є тільки ти, молот і сировина.

source: Jeśli chcesz usłyszeć więcej o tym, co należy zrobić, by zmienić ten przeklęty ład, szukaj nas w karczmach. Tam nie mogą nam nic zrobić!
uk: Якщо ви хочете почути більше про те, що потрібно зробити, щоб змінити цей клятий порядок, шукайте нас у корчмах. Там вони нам нічого не зможуть зробити!

source: Jeśli chcesz wejść do miasta, będziesz musiał sam porozmawiać ze strażnikami przy bramie.
uk: Якщо ти хочеш потрапити до міста, тобі доведеться особисто поговорити з вартовими біля воріт.

source: Jeśli chcesz wejść do środka, to musisz mi załatwić wsparcie. Sam nie mam zamiaru walczyć z tymi paskudztwami!
uk: Якщо ти так хочеш зайти всередину, то знайди мені підмогу. Я не збираюся сам битися з тими потворами!

source: Jeśli chcesz wiedzieć co kiedyś robiłem, to mogę ci powiedzieć tylko tyle, że przez wiele lat razem z Simonem byliśmy najemnikami w tym samym oddziale.
uk: Якщо ти хочеш знати, чим я займався раніше, то можу лише сказати, що багато років ми з Саймоном були найманцями в одному підрозділі.

source: Jeśli chcesz wiedzieć więcej, pogadaj z Viktorem, bo to on podawał im piwo.
uk: Якщо хочеш дізнатися більше, поговори з Віктором, бо це він подавав їм пиво.

source: Jeśli chcesz zacząć swoją przygodę z miksturami, to wzoruj się na doświadczonych. Masz, zobacz, jak działają te wywary i spróbuj odtworzyć ich działanie.
uk: Якщо ти прагнеш створювати зілля, то наслідуй професіоналів. Ось, досліди ці зілля і спробуй їх відтворити.

source: Jeśli chcesz znać moje zdanie, Ramsey nie nadaje się do rządzenia czymkolwiek.
uk: Якщо хочеш знати мою думку, Рамзі взагалі не здатен нічим керувати.

source: Jeśli chcesz zostać moim czeladnikiem, będziesz musiał pokazać ludziom, że najbardziej opłacalną opcją jest kupowanie u mnie.
uk: Якщо хочеш стати моїм учнем, тобі доведеться показати людям, що найвигідніший варіант – це купувати у мене.

source: Jeśli chcesz zostać moim czeladnikiem, to nie ma problemu, możemy załatwić formalności.
uk: Якщо захочеш стати моїм учнем – без проблем, можемо владнати формальності.

source: Jeśli chcesz zostać obywatelem, będziesz musiał przygotować się na kilka godzin czekania.
uk: Якщо ти хочеш стати громадянином, доведеться зачекати ще кілька годин.

source: Jeśli chcesz złota, to uprzedzam, że nie jestem bogaty, ale mam tu taki jeden pierścień. Nie pamiętam już, gdzie go zdobyłem, ale możesz go sprzedać za parę dobrych monet.
uk: Якщо хочеш золота, то попереджаю, що я не багатий, але маю тут один перстень. Я вже не пам'ятаю, де я його взяв, але ти можеш продати його за кілька хороших монет.

source: Jeśli chcesz żyć z nim w zgodzie, lepiej, żebyś wziął sobie do serca jego słowa. To surowy człowiek, ale ceni sobie u ludzi ciężką pracę. Zaimponuj mu, a zdobędziesz jego szacunek.
uk: Якщо ви хочете жити з ним у злагоді, краще прислухайтесь до його слів. Він людина сувора, але цінує в людях працьовитість. Справте на нього враження, і ви здобудете його повагу.

source: Jeśli chcesz, by twój interes dobrze prosperował, musisz umieć tanio załatwiać swoje potrzeby. Każdy z kupców Araxos opanował to do perfekcji, chłopcze.
uk: Якщо ти хочеш, щоб твій бізнес процвітав, ти повинен вміти заощаджувати. Кожен торговець Араксосу досконало опанував цю істину, хлопче.

source: Jeśli chcesz, mogę ci pomóc wydostać się z tego bagna...
uk: Якщо хочеш, я можу допомогти тобі виплутатися з цієї халепи...

source: Jeśli chcesz, mogę cię też nauczyć podstaw oprawiania zwierząt oraz pozyskiwania żuwaczek i skorup. Ale za to musiałbyś mi zapłacić, bo jeśli staniesz się moją konkurencją, no to nie chcę wyjść na minus!
uk: Якщо хочеш, я також можу навчити тебе основам білування тварин, а також вилучення щелеп та панцирів. Але тобі доведеться за це заплатити, бо якщо ти станеш моїм конкурентом, то я не хочу вийти в мінус!

source: Jeśli chcesz, to pokażę ci jak efektywniej pozyskiwać drewno. Jak pewnie już sam wiesz, ta wiedza może być wykorzystywana również w górnictwie.
uk: Якщо хочеш, я можу показати, як ефективніше заготовляти деревину. Як ти, напевно, вже й сам знаєш, ці знання можна використати і у гірничій справі.

source: Jeśli chcesz, żeby zjełczałe mięso, czy stęchłe zboże przestały śmierdzieć, wystarczy, że dodasz do nich parę kawałków węgla i chwilę odczekasz.
uk: Якщо хочеш, щоб згіркле м’ясо або несвіже зерно перестали смердіти, просто додай кілька шматочків вугілля і трохи зачекай.

source: Jeśli chciałbym dalej współpracować z Królewskim Wysłannikiem, powinienem zgłosić się do niego za jakiś czas. Gdy tylko odnajdę Jorna, mógłbym wraz z nim oraz Graysonem wrócić na kontynent i zostawić Archolos za sobą...
uk: Якщо я хочу продовжити роботу з Королівським послом, я повинен відзвітувати перед ним через деякий час. Як тільки я знайду Йорна, ми зможемо повернутися на континент разом з Грейсоном, залишивши Архолос в минулому...

source: Jeśli chciałbym dalej współpracować z Królewskim Wysłannikiem, powinienem zgłosić się do niego za jakiś czas. Gdy załatwię swoje sprawy z Volkerem, mógłbym z Graysonem wrócić na kontynent i zostawić Archolos za sobą...
uk: Якщо я хочу продовжити роботу з Королівським послом, я повинен відзвітувати перед ним через деякий час. Після того, як я залагоджу свої справи з Волкером, я міг би повернутися на континент з Грейсоном і залишити Архолос в минулому...

source: Jeśli chciałeś mnie zabić, to mogłeś dobić mnie natychmiast, a nie katować tym świństwem. Zejdź mi z oczu!
uk: Якщо ти хотів мене вбити, ти міг зробити це одразу, а не мучити мене цією гидотою. Забирайся з моїх очей!

source: Jeśli chcę namówić do współpracy Gildię Kupiecką, muszę najpierw osłabić konkurencję. Mam podrzucić butelkę z zepsutym trunkiem któremuś z handlarzy z winem w ofercie. Czas iść na targ.
uk: Якщо я хочу схилити Торгову Гільдію до співпраці, я повинен спочатку послабити конкуренцію. Потрібно підкинути пляшку зіпсованого вина одному з торговців вином. Час відвідати ринок.

source: Jeśli chcę pomóc Andreasowi, to mogę spróbować zniszczyć część winorośli. Jedna to zdecydowanie za mało, muszę 'zerknąć' na pozostałe.
uk: Якщо я захочу допомогти Андреасу, можу спробувати знищити частину виноградних лоз. Однієї явно недостатньо, потрібно 'оглянути' інші.

source: Jeśli chcę się dowiedzieć, czego może mnie nauczyć Rosita, muszę jej zapłacić okrągłą sumkę złota.
uk: Якщо я хочу дізнатися, чому мене може навчити Розіта, я повинен заплатити їй кругленьку суму золотом.

source: Jeśli chcę się starać o awans na szermierza Araxos, muszę wykonywać zlecenia dla ich lidera, Adelarda.
uk: Якщо я хочу, щоб мене підвищили до мечника Араксосу, я маю виконувати завдання їхнього лідера Аделарда.

source: Jeśli chcę starać się o awans na tropiciela Araxos, muszę wykonywać zlecenia dla ich lidera, Garosa.
uk: Якщо я хочу отримати підвищення до слідопита Араксосу, я повинен виконувати завдання їхнього лідера Гароса.

source: Jeśli chcę utrzymać karczmę to nie mogę od tak rozdawać go za darmo.
uk: Якщо я хочу, щоб корчма продовжувала працювати, я не можу просто роздавати її безкоштовно.
